const Landing = () => (
  <div>
    <h1>ALTARF 數理學院－理念與特色</h1>
    <h2>ALTARF 理念</h2>
    <p>
      巨蟹座的優點是情感真摯深切、想像力豐富，如果您也時常仰望星空，尋找著您喜歡的星座，也許您有看過巨蟹座，夜空中閃爍的巨蟹座裡，最明亮的那顆星，即為
      Altarf，其阿拉伯文原意為「盡頭、邊界」。
    </p>
    <p>
      期許學生們能成為一個對家人、朋友都盡心，且對未來充滿正向想像的人；同時老師也會配合學生的需求，讓學習更客製化。
    </p>
    <h2>ALTARF 特色</h2>
    <h3>訓練邏輯思考</h3>
    <p>數理科目本身就是一個需要大量邏輯思考的科目，我想這大家都是同意的。</p>
    <p>
      在升學的大考中，基本上不太可能會有題目是直接套入公式就可以得到答案，一般都會有個流程：看到題目→產生聯想→再產生其他聯想→...等等...→解出答案，簡單的也許僅需一個步驟，複雜的則要多個步驟。
    </p>
    <p>
      敝學院致力於捨棄學校課本中大部分的公式，讓得到答案的過程更合情合理，而非不知所以然地一味套公式。
    </p>
    <h3>打下扎實基礎</h3>
    <p>
      要打下扎實基礎，並非有邏輯地解出答案就可以擁有，因為絕大部分的學生在一天過後就會忘記前一天學的一半，故要搭配不時的練習。
    </p>
    <p>在「學習資源」中提供基礎題型的練習，基礎題型在練習數十次後，即可打下扎實基礎。</p>
    <h3>培養自主學習</h3>
    <p>新課綱追求的並不在於誰算得快，而在於誰理解得快又好。</p>
    <p>
      學生對於基礎題型可以掌握九成以上後，已有一定的程度及信心，接下來是更多題型的練習，敝學院擁有一套上千題的大題庫，以章節、難易度區分，只要有心，就一定可以進步。
    </p>
    <h3>彈性調整上課內容</h3>
    <p>
      因為是<b>家教班</b>的形式，學生在 6 人以下，老師會很了解每個學生的程度，並給予適當的課程安排。
    </p>
    <h3>戶外解謎活動</h3>
    <p>
      邏輯思考不只在學科，也可以在戶外活動中享受邏輯思考的樂趣。期末考結束後的週末，老師會帶學生們出去玩一整天的解謎活動，不額外收費。
    </p>
    <h3>相對低收費</h3>
    <p>
      我們不希望學費成為學習門檻與阻隔，除了每週一定有的課堂學習時數，還提供學生無限的線上資源 24hr
      服務，故收費相對低並合理。老師除了專業外，也有豐富的教學經驗與耐心。
    </p>
  </div>
);

export default Landing;
